Repository: AOSC-Tracking/tdeaccessibility
Catalog: translations/desktop_files/kttsd-desktops/*.po
Languages: bg, ca, da, el, es, eu, fr, ga, gl, ja, km, mk, ms, nb, nds, ne, nl, pl, pt, pt_br, ru, sk, sr, sr@latn, sv, ta, tg, tr, uk

source: KTTSD aKode audio plugin
bg: Аудио приставка на KTTSD за aKode
ca: Connector d'àudio aKode pel KTTSD
da: KTTSD aKode lyd-plugin
el: KTTSD πρόσθετο ήχου aKode
es: Complemento de audio aKode de KTTSD
eu: KTTSD-ren aKode audio-plugina
fr: Module audio aKode pour KTTSD
ga: Breiseán fuaime KTTSD aKode
gl: Plugin de áudio aKode para KTTSD
ja: KTTSD aKode オーディオプラグイン
km: កម្មវិធី​ជំនួយ​អូឌីយ៉ូ aKode សម្រាប់ KTTSD
mk: aKode-аудиоприклучок за KTTSD
nb: aKodes lyd-programtillegg for KTTSD
nds: aKode-Audiomoduul för KTTSD
ne: KTTSD aKode अडियो प्लगइन
nl: KTTSD aKode geluidsplugin
pl: Wtyczka dźwięku aKode dla KTTSD
pt: 'Plugin' de áudio aKode do KTTSD
pt_br: Plug-in de áudio KTTSD aKode
ru: Модуль вывода звука KTTSD через aKode
sk: Modul KTTSD aKode audio
sr: aKode аудио прикључак за KTTSD
sr@latn: aKode audio priključak za KTTSD
sv: KTTSD-ljudinsticksprogram för aKode
tg: Модули KTTSD aKode барои аудио
tr: KTTSD aRts ses eklentisi
uk: Втулок аудіо aKode для KTTSD

source: KTTSD ALSA Plugin
ca: Connector ALSA pel KTTSD
el: KTTSD πρόσθετο ALSA
es: Complemento ALSA de KTTSD
eu: KTTSD-ren ALSA plugina
fr: Module ALSA pour KTTSD
ga: Breiseán KTTSD ALSA
gl: Plugin ALSA de KTTSD
ja: KTTSD ALSA プラグイン
km: កម្មវិធី​ជំនួយ​ ALSA សម្រាប់ KTTSD
mk: ALSA-приклучок за KTTSD
nb: Alsas programtillegg for KTTSD
nds: ALSA-Moduul för KTTSD
ne: KTTSD ALSA प्लगइन
pl: Wtyczka ALSA dla KTTSD
pt: 'Plugin' ALSA do KTTSD
pt_br: Plug-in ALSA para o KTTSD
ru: Модуль alsa для KTTSD
sk: Modul KTTSD ALSA
sr: ALSA прикључак за KTTSD
sr@latn: ALSA priključak za KTTSD
sv: KTTSD-insticksprogram för ALSA
tg: Модули KTTSD ALSA
tr: KTTSD ALSA Eklentisi
uk: Втулок ALSA для KTTSD

source: KTTSD ALSA audio plugin
bg: Аудио приставка на KTTSD за ALSA
ca: Connector d'àudio ALSA pel KTTSD
da: KTTSD ALSA lyd-plugin
el: KTTSD πρόσθετο ήχου ALSA
es: Complemento de audio ALSA de KTTSD
eu: KTTSD-ren ALSA audio-plugina
fr: Module audio ALSA pour KTTSD
ga: Breiseán fuaime KTTSD ALSA
gl: Plugin de áudio ALSA para KTTSD
ja: KTTSD ALSA オーディオプラグイン
km: កម្មវិធី​ជំនួយអូឌីយ៉ូ​ ALSA សម្រាប់ KTTSD
mk: ALSA-аудиоприклучок за KTTSD
nb: Alsas lyd-programtillegg for KTTSD
nds: ALSA-Audiomoduul för KTTSD
ne: KTTSD ALSA अडियो प्लगइन
nl: KTTSD ALSA geluidsplugin
pl: Wtyczka dźwięku ALSA dla KTTSD
pt: 'Plugin' de áudio ALSA do KTTSD
pt_br: Plug-in de áudio ALSA para o KTTSD
ru: Модуль вывода звука KTTSD через alsa
sk: Modul KTTSD ALSA audio
sr: ALSA аудио прикључак за KTTSD
sr@latn: ALSA audio priključak za KTTSD
sv: KTTSD-ljudinsticksprogram för ALSA
tg: Модули KTTSD ALSA барои аудио
tr: KTTSD ALSA ses eklentisi
uk: Втулок аудіо ALSA для KTTSD

source: KTTSD Arts Plugin
ca: Connector Arts pel KTTSD
el: KTTSD πρόσθετο Arts
es: Complemento KTTSD Arts
eu: KTTSD-ren Arts-plugina
fr: Module Arts pour KTTSD
ga: Breiseán KTTSD Arts
gl: Plugin Arts de KTTSD
ja: KTTSD aRts プラグイン
km: កម្មវិធី​ជំនួយ Arts សម្រាប់ KTTSD
mk: aRts-приклучок за KTTSD
nb: Arts programtillegg for KTTSD
nds: aRts-Moduul för KTTSD
ne: KTTSD कला प्लगइन
pl: Wtyczka aRts KTTSD
pt: 'Plugin' Arts do KTTSD
pt_br: Plug-in do Arts para o KTTSD
ru: Модуль Arts для KTTSD
sk: Modul KTTSD Arts
sr: Arts као прикључак за KTTSD
sr@latn: Arts kao priključak za KTTSD
sv: KTTSD-insticksprogram för aRts
ta: KTTSD ஆர்ட்ஸ் சொருகுப்பொருள்
tg: Модули Arts барои KTTSD
tr: KTTSD Arts Eklentisi
uk: Втулок Arts для KTTSD

source: KTTSD aRts audio plugin
bg: Аудио приставка на KTTSD за aRts
ca: Connector d'àudio aRts pel KTTSD
da: KTTSD aRts lyd-plugin
el: KTTSD πρόσθετο ήχου aRts
es: Complemento de audio KTTSD aRts
eu: KTTSD-ren aRts audio-plugina
fr: Module audio Arts pour KTTSD
ga: Breiseán fuaime KTTSD aRts
gl: Plugin de áudio aRts para KTTSD
ja: KTTSD aRts オーディオプラグイン
km: កម្មវិធី​ជំនួយ​អូឌីយ៉ូ aRts សម្រាប់ KTTSD
mk: aRts-аудиоприклучок за KTTSD
ms: Plugin audio aRts KTTSD
nb: aRts lyd-programtillegg for KTTSD
nds: aRts-Audiomoduul för KTTSD
ne: KTTSD कला अडियो प्लगइन
pl: Wtyczka dźwięku aRts dla KTTSD
pt: 'Plugin' áudio aRts do KTTSD
pt_br: Plug-in de áudio do Arts para o KTTSD
ru: Модуль вывода звука KTTSD через aRts
sk: Modul KTTSD aRts audio
sr: Arts као аудио прикључак за KTTSD
sr@latn: Arts kao audio priključak za KTTSD
sv: KTTSD-ljudinsticksprogram för aRts
ta: KTTSD aRts கேட்பொலி சொருகுப்பொருள்
tg: Модули барориши овози KTTSD ба воситаи aRts
tr: KTTSD aRts ses eklentisi
uk: Звуковий втулок aRts для KTTSD

source: KTTSD GStreamer Plugin
ca: Connector GStreamer pel KTTSD
el: KTTSD πρόσθετο GStreamer
es: Complemento KTTSD GStreamer
eu: KTTSD-ren GStreamer plugina
fr: Module GStreamer pour KTTSD
ga: Breiseán KTTSD GStreamer
gl: Plugin GStreamer de KTTSD
ja: KTTSD GStreamer プラグイン
km: កម្មវិធី​ជំនួយ GStreamer សម្រាប់ KTTSD
mk: GStreamer-приклучок за KTTSD
ms: Plugin KTTSD GStreamer
nb: GStreamer programtillegg for KTTSD
nds: GStreamer-Moduul för KTTSD
ne: KTTSD जि स्ट्रिमर प्लगइन
pl: Wtyczka GStreamer KTTSD
pt: 'Plugin' GStreamer do KTTSD
pt_br: Plug-in do GStreamer para o KTTSD
ru: Модуль GStreamer для KTTSD
sk: Modul KTTSD GStreamer
sr: GStreamer као прикључак за KTTSD
sr@latn: GStreamer kao priključak za KTTSD
sv: KTTSD-insticksprogram för Gstreamer
ta: KTTSD GStreamer சொருகுப்பொருள்
tg: Модули GStreamer барои KTTSD
tr: KTTSD GStreamer Eklentisi
uk: Втулок GStreamer для KTTSD

source: KTTSD GStreamer audio plugin
bg: Аудио приставка на KTTSD за GStreamer
ca: Connector d'àudio GStreamer pel KTTSD
da: KTTSD GStreamer lyd-plugin
el: KTTSD πρόσθετο ήχου GStreamer
es: Complemento de audio KTTSD GStreamer
eu: KTTSD-ren GStreamer audio-plugina
fr: Module audio GStreamer pour KTTSD
ga: Breiseán fuaime GStreamer KTTSD
gl: Plugin de áudio GStreamer para KTTSD
ja: KTTSD GStreamer オーディオプラグイン
km: កម្មវិធី​ជំនួយអូឌីយ៉ូ​ GStreamer សម្រាប់ KTTSD
mk: GStreamer-аудиоприклучок за KTTSD
ms: Plugin audio KTTSD GStreamer
nb: GStreamer lyd-programtillegg for KTTSD
nds: GStreamer-Audiomoduul för KTTSD
ne: KTTSD जि स्ट्रिमर अडियो प्लगइन
pl: Wtyczka dźwięku GStreamer dla KTTSD
pt: 'Plugin' áudio GStreamer do KTTSD
pt_br: Plug-in de áudio do GStreamer para o KTTSD
ru: Модуль вывода звука KTTSD через GStreamer
sk: Modul KTTSD GStreamer audio
sr: GStreamer као аудио прикључак за KTTSD
sr@latn: GStreamer kao audio priključak za KTTSD
sv: KTTSD-ljudinsticksprogram för Gstreamer
ta: KTTSD GStreamer கேட்பொலி சொருகுப்பொருள்
tg: Модули барориши овози KTTSD ба воситаи GStreamer
tr: KTTSD GStreamer ses eklentisi
uk: Звуковий втулок GStreamer для KTTSD

source: Audio Plugin for KTTSD
bg: Аудио приставка на KTTSD
ca: Connector d'àudio pel KTTSD
da: Lyd-plugin for KTTSD
el: Πρόσθετο ήχου για το KTTSD
es: Complemento de audio para KTTSD
eu: KTTSD-ren audio plugnka
fr: Module audio pour KTTSD
ga: Breiseán fuaime KTTSD
gl: Plugin de Áudio para KTTSD
ja: KTTSD 用オーディオプラグイン
km: ​កម្មវិធី​ជំនួយ​អូឌីយ៉ូ​សម្រាប់​ KTTSD
mk: Аудиоприклучок за KTTSD
ms: Plugin Audio bagi KTTSD
nb: Lyd-programtillegg for KTTSD
nds: Audiomoduul för KTTSD
ne: KTTSD का लागि अडियो प्लगइन
nl: Audio-plugin voor KTTSD
pl: Wtyczka dźwięku dla KTTSD
pt: 'Plugin' Áudio para o KTTSD
pt_br: Plug-in de áudio para o KTTSD
ru: Модуль вывода звука KTTSD
sk: Audio modul pre KTTSD
sr: Аудио прикључак за KTTSD
sr@latn: Audio priključak za KTTSD
sv: Ljudinsticksprogram för KTTSD
ta: KTTSDக்கான கேட்பொலி சொருகுப்பொருள்
tg: Модули барориши овози KTTSD
tr: KTTS için Ses Eklentisi
uk: Звуковий втулок для KTTSD

source: Generic speech synthesizer from command line
bg: Общ синтезатор на глас от командния ред
ca: Sintetitzador de veu genèric de línia d'ordres
da: Generisk tale-synthesizer fra kommandolinjen
el: Γενικός συνθέτης ομιλίας για τη γραμμή εντολών
es: Sintetizador genérico de texto a voz para la línea de órdenes
eu: Komando-lerroko hizketa-sintetizadore generikoa
fr: Synthèse vocale générique en ligne de commande
ga: Sintéiseoir cainte ginearálta ó líne na n-orduithe
gl: Sintetizados de fala xenérico para a liña de comandos
ja: コマンドラインからの汎用スピーチシンセサイザ
km: កម្មវិធី​សង្គ្រោះ​ការនិយាយ​ទូទៅ​ពី​បន្ទាត់​ពាក្យ​បញ្ជា
mk: Синтисајзер на општ говор од командната линија
ms: Pensintesis tutur generik dari baris arahan
nb: Generisk talesyntetisering fra kommandolinje
nds: Blicksnuut för de Befehlsreeg
ne: आदेश रेखाबाट जेनेरिक संवाद सिन्थेसाइजर
nl: Generieke spraaksynthesizer voor de commandoregel
pl: Program syntezatora mowy uruchamiany z linii poleceń
pt: Sintetizador de fala genérico através de uma linha de comandos
pt_br: Interface de linha de comando para o sintetizador de fala genérico
ru: Консольный интерфейс к движкам синтеза речи
sk: Všeobecný syntetizátor reči z príkazového riadka
sr: Генерички синтетизатор говора из командне линије
sr@latn: Generički sintetizator govora iz komandne linije
sv: Generell talsyntes från kommandoraden
ta: கட்டளை வரியில் இருந்து பொது பேச்சு கூட்டிணைப்பாளர்
tg: Консоли интерфейс ба микшерҳо барои таҳлили овоз
tr: Komut satırından genel konuşma bireştirici
uk: Загальний синтезатор мовлення з командного рядка

source: Epos TTS Synthesis System
ca: Sistema de síntesi Epos TTS
el: Σύστημα σύνθεσης Epos TTS
es: Sistema de síntesis Epos TTS
eu: Epos TTS sintesi-sistema
fr: Système de synthèse Epos TTS
ga: Córas Sintéise TTS Epos
gl: Sistema de Síntese de TTS Epos
ja: Epos TTS シンセサイズシステム
km: ប្រព័ន្ធ​សង្គ្រោះ Epos TTS
mk: Epos TTS систем за синтеза
ms: Sistem Sintesis Epos TTS
nb: Epos TTT syntesesystem
nds: Epos Blicksnuut
ne: Epos TTS सिन्थेसिस प्रणाली
nl: Epos TTS Synthesis-systeem
pl: System syntezy mowy Epos
pt: Sistema de Síntese Epos TTS
pt_br: Sistema de Sintetizador de Fala Epos
sk: Systém Epos TTS Synthesis
sr: Систем за синтезу Epos TTS
sr@latn: Sistem za sintezu Epos TTS
sv: Epos TTS syntessystem
ta: Epos TTS கூட்டிணைப்பு அமைப்பு
tg: Системаи Синтезиси Epos TTS
tr: Epos TTS Sentezleme Sistemi
uk: Система синтезування мовлення Epos TTS

source: Epos TTS speech synthesizer
bg: Синтезатор на глас Epos TTS
ca: Sintetitzador de veu Epos TTS
da: Epos TTS tale-synthesizer
el: Συνθέτης ομιλίας Epos TTS
es: Sintetizador de texto a voz Epos TTS
eu: Epos TTS hizketa-sintetizadorea
fr: Synthèse vocale Epos TTS
ga: Sintéiseoir cainte TTS Epos
gl: Sintetizador de fala TTS Epos
ja: Epos TTS スピーチシンセサイザ
km: កម្មវិធី​សង្គ្រោះ​ការនិយាយ Epos TTS
mk: Epos TTS синтетизатор на говор
ms: Pensintesis tutur Epos TTS
nb: Epos TTT talesyntetisering
nds: Blicksnuut vun Epos
ne: Epos TTS संवाद सिन्थेसाइजर
nl: Epos TTS spraaksynthesizer
pl: Syntezator mowy Epos
pt: O sintetizador de fala Epos TTS
pt_br: Sistema de Sintetizador de Fala Epos
ru: Синтезатор речи Epos TTS
sk: Syntetizátor reči Epos TTS
sr: Синтетизатор говора Epos TTS
sr@latn: Sintetizator govora Epos TTS
sv: Epos TTS talsyntes
ta: Epos TTS பேச்சு கூட்டிணைப்பான்
tg: Таҳлилгари овози Epos TTS
tr: Epos TTS konuşma sentezleyicisi
uk: Синтезатор мовлення Epos TTS

source: Festival Interactive
da: Festival Interaktiv
el: Διαδραστικό Festival
eu: Festival interaktiboa
ga: Festival Idirghníomhach
gl: Festival Interactivo
ja: Festival インタラクティブ
km: អន្តរ​មុខងារ
mk: Интерактивен festival
ms: Interaktif Perayaan
ne: अन्तरक्रियात्मक फेस्टिभल
pl: Festival interaktywny
pt: Festival interactivo
pt_br: Festival Interativo
sv: Festival interaktiv
ta: பெஸ்டிவல் உள்செயல்
tg: Фестивали Интерактив
tr: Etkileşimli Festival

source: Festival speech synthetizer
bg: Синтезатор на глас Festival
ca: Sintetitzador de veu Festival
da: Festival tale-synthetizer
el: Συνθέτης ομιλίας Festival
es: Sintetizador de texto a voz Festival
eu: Festival hizketa-sintetizadorea
fr: Synthèse vocale Festival
ga: Sintéiseoir cainte Festival
gl: Sistetizador de voces Festival
ja: Festival スピーチシンセサイザ
km: មុខងារ​កម្មវិធី​សង្គ្រោះ​ការ​និយាយ​
mk: Синтетизатор за говор festival
ms: Pensintesis tutur perayaan
nb: Festival talesyntetisering
nds: Blicksnuut Festival
ne: संवाद सिन्थेसाइजर फेस्टिभल
nl: Festival spraaksynthetizer
pl: Syntezator mowy Festival
pt: O sintetizador de fala Festival
pt_br: Sistema de Sintetizador de Fala Festival
ru: Синтезатор речи Festival
sk: Syntetizátor reči Festival
sr: Синтетизатор говора Festival
sr@latn: Sintetizator govora Festival
sv: Festival talsyntes
ta: பெஸ்டிவல் பேச்சு கூட்டிணைப்பான்
tg: Таҳлилгари овози Festival
tr: Festival konuşma bireştirici
uk: Синтезатор мовлення Festival

source: Festival Lite (flite)
el: Festival ελαφρύ (flite)
km: មុខងារ Lite (flite)
ne: फेस्टिभल लाइट (एफ लाईट)
pt_br: Festival Lite
ta: பெஸ்டிவல் லைட் (flite)
uk: Легкий Festival Lite (flite)

source: Festival Lite (flite) speech synthesizer
bg: Олекотен синтезатор на глас Festival Lite
ca: Sintetitzador de veu Festival Lite (flite)
da: Festival Lite (flite) tale-synthesizer
el: Συνθέτης ομιλίας Festival ελαφρύ (flite)
es: Sintetizador de texto a voz Festival (flite)
eu: Festival Lite (flite) hizketa-sintetizadorea
fr: Synthèse vocale Festival Lite (flite)
ga: Sintéiseoir cainte Festival Lite (flite)
gl: Sintetizador de voces Festival Lite (flite)
ja: Festival Lite (flite) スピーチシンセサイザ
km: មុខងារ​កម្មវិធី​សង្គ្រោះ​ការនិយាយ Lite (flite)
mk: Festival Lite (flite) синтетизатор на говор
ms: Pensintesis tutur Festival Lite (flite)
nb: Festival Lite (flite) talesyntetisering
nds: Blicksnuut Festival lite (FLite)
ne: फेस्टिभल लाइट (एफ लाइट) संवाद सिन्थेसाइजर
nl: Festival Lite (flite) spraaksynthesizer
pl: Syntezator mowy Festival Lite (flite)
pt: O sintetizador de fala Festival Lite (flite)
pt_br: Sintetizador de fala Festival Lite (leve)
ru: Синтезатор речи Festival Lite (flite)
sk: Syntetizátor reči Festival Lite (flite)
sr: Синтетизатор говора Festival Lite (flite)
sr@latn: Sintetizator govora Festival Lite (flite)
sv: Festival Lite (flite) talsyntes
ta: பெஸ்டிவல் லைட் (flite) பேச்சு கூட்டிணைப்பான்
tg: Таҳлилгари овози Festival Lite (flite)
tr: Festival Lite(flite) konuşma bireştirici
uk: Синтезатор мовлення Festival Lite (flite)

source: FreeTTS speech synthesizer
bg: Синтезатор на глас FreeTTS
ca: Sintetitzador de veu FreeTTS
da: FreeTTS tale-synthesizer
el: Συνθέτης ομιλίας FreeTTS
es: Sintetizador de texto a voz FreeTTS
eu: FreeTTS hizketa-sintetizadorea
fr: Synthèse vocale FreeTTS
ga: Sintéiseoir cainte FreeTTS
gl: Sintetizador de voces FreeTTS
ja: FreeTTS スピーチシンセサイザ
km: កម្មវិធី​សង្គ្រោះ​ការនិយាយ FreeTTS
mk: FreeTTS синтетизатор на говор
ms: Pensintesis tutur FreeTTS
nb: FreeTTS talesyntetisering
nds: Blicksnuut FreeTTS
ne: FreeTTS संवाद सिन्थेसाइजर
nl: FreeTTS spraaksynthesizer
pl: Syntezator mowy FreeTTS
pt: O sintetizador de fala FreeTTS
pt_br: Sintetizador de fala FreeTTS
ru: Синтезатор речи FreeTTS
sk: Syntetizátor reči FreeTTS
sr: Синтетизатор говора FreeTTS
sr@latn: Sintetizator govora FreeTTS
sv: FreeTTS talsyntes
ta: FreeTTS பேச்சு கூட்டிணைப்பான்
tg: Таҳлилгари овози FreeTTS
tr: FreeTTS konuşma bireştirici
uk: Синтезатор мовлення FreeTTS

source: German hadifix text-to-speech system
bg: Синтезатор на глас за немски език Hadifix
ca: Sistema de text a veu alemany hadifix
da: Tysk hadifix tekst-til-tale system
el: Σύστημα κειμένου-σε-ομιλία γερμανικού hadifix
es: Sintetizador de texto a voz en alemán hadifix
eu: Alemanierazko hadifix testutik hizketarako sistema
fr: Système allemand de synthèse vocale hadifix
ga: Córas téacs-go-caint Gearmáinise hadifix
gl: Sistema alemao de texto-para-fala hadifix
ja: ドイツ語 hadifix テキスト読み上げシステム
km: ប្រព័ន្ធ​អត្ថបទ​ដែល​ត្រូវ​និយាយ​ hadifix អាល្លឺម៉ង់
mk: Германски hadifix систем за текст-во-говор
ms: Sistem teks-ke-tutur hadifiks Jerman
nb: Tysk hadifix system for tekst-til-tale
nds: Düütsch Blicksnuut Hadifix
ne: जर्मनी ह्याडिफिक्स पाठ वाचक प्रणाली
nl: Duits hadifix tekst-tot-spraak-systeem
pl: Niemiecki system syntezy mowy hadifix
pt: Sistema alemão de texto-para-voz hadifix
pt_br: Sistema de conversão de texto para áudio almeão hadifix
ru: Немецкая система синтеза речи Hadifix
sk: Nemecký systém text-na-reč hadifix
sr: Hadifix, немачки систем за текст-у-говор
sr@latn: Hadifix, nemački sistem za tekst-u-govor
sv: Tyska Hadifix text-till-tal system
ta: ஜெர்மன் ஹாடிஃபிக்ஸ் உரையில் இருந்து பேச்சு அமைப்பு
tg: Системаи олмонии таҳлили овози hadifix
tr: Alman hadifix metinden konuşmaya sistemi
uk: Німецька система синтезу мовлення hadifix

source: Command
ca: Odre
da: Kommando
el: Εντολή
es: Orden
fr: Commande
ga: Ordú
gl: Comando
ja: コマンド
km: ពាក្យ​បញ្ជា
mk: Командна линија
ms: Arahan
nb: Kommando
nds: Befehl
ne: आदेश
pl: Polecenie
pt: Comando
ru: Командная строка
sk: Príkaz
sr: Наредба
sr@latn: Naredba
sv: Kommando
ta: கட்டளை
tg: Сатри фармоишӣ
tr: Komut
uk: Команда

source: Hadifix
ne: ह्याडिफिक्स
