Repository: AOSC-Tracking/tdeaccessibility
Catalog: translations/desktop_files/kttsd-desktops/*.po
Languages: bg, ca, da, el, es, eu, fr, ga, gl, ja, km, mk, ms, nb, nds, ne, nl, pl, pt, pt_br, ru, sk, sr, sr@latn, sv, ta, tg, tr, uk

source: KTextEditor KTTSD Plugin
bg: Приставка KTextEditor KTTSD
ca: Connector pel KTTSD del KTextEditor
el: Πρόσθετο KTextEditor KTTSD
es: Complemento KTextEditor KTTSD
eu: KTextEditor-en KTTSD plugina
fr: Module KTTSD pour KTextEditor
ga: Breiseán KTTSD KTextEditor
gl: Plugin de KTTSD para KTextEditor
ja: KTextEditor KTTSD プラグイン
km: កម្មវិធី​ជំនួយ​ KTextEditor KTTSD
mk: KTTSD-приклучок за KTextEditor
ms: Plugin KTextEditor KTTSD
nb: KTextEditor programtillegg for KTTSD
nds: KTTSD-Moduul KTextEditor
ne: केडीई पाठ सम्पादक KTTSD प्लगइन
pl: Wtyczka KTTSD dla edytora tekstu
pt: 'Plugin' KTextEditor do KTTSD
pt_br: Plug-in do KTTSD para o KTextEditor
ru: Модуль KTextEditor для KTTSD
sk: KTextEditor KTTSD modul
sr: KTTSD као прикључак за KTextEditor
sr@latn: KTTSD kao priključak za KTextEditor
sv: KTTSD-insticksprogram för Ktexteditor
ta: KTextEditor KTTSD சொருகுப்பொருள்
tg: Модли KTextEditor барои KTTSD
tr: Ktexteditor KTTSD Eklentisi
uk: Втулок KTextEditor KTTSD

source: Adds a menu entry for speaking the text
bg: Добавяне на операция в менюто за изговаряне на текст
ca: Afegeix una entrada de menú per pronunciar el text
da: Tilføjer et menupunkt for at læse teksten op
el: Προσθέτει μία καταχώρηση στο μενού για τη μετατροπή σε φωνή του κειμένου
es: Añadir una entrada al menú para leer el texto
eu: Testuak ahoskatzeko menuko sarrera bat gehitzen du
fr: Ajoute une entrée dans le menu pour prononcer le texte
ga: Cuir iontráil sa roghchlár chun an téacs a rá
gl: Engade unha entrada no menu para falar o texto
ja: テキスト読み上げをメニューエントリに追加する
km: បន្ថែម​ធាតុ​ម៉ឺនុយ​សម្រាប់​ការ​និយាយ​អត្ថបទ
mk: Додава елемент во менито за зборување на текстот
ms: Tambah entri menu untuk menjadikan teks bercakap
nb: Legger til en menyoppføring for å si teksten høyt
nds: Föögt en Menüindrag för dat Textvörlesen to
ne: पाठ बोल्नका लागि मेनु प्रविष्टि थप्छ
nl: Voegt een menuoptie toe voor het uitspreken van de tekst
pl: Dodaje wpis w menu do mówienia tekstu
pt: Adiciona uma entrada de menu para ler o texto
pt_br: Adiciona uma entrada no menu para falar o texto
ru: Добавляет меню синтеза речи
sk: Pridá položku menu pre hovorenie textu
sr: Додаје ставку менија за изговарање текста
sr@latn: Dodaje stavku menija za izgovaranje teksta
sv: Lägger till ett menyalternativ för att läsa upp texten
ta: உரையை பேசுவதற்கு ஒரு பட்டியல் உள்ளிட்டை சேர்க்கிறது
tg: Илова кардани менюи таҳлили овоз
tr: Metni okumak için bir menü girdisi oluşturur
uk: Додає елемент меню для декламування тексту

source: Sentence Boundary Detector
bg: Детектор на изречения
ca: Detector de límit de frase
da: Grænsedetektor for sætninger
el: Ανιχνευτής ορίων πρότασης
es: Detector de final de frase
eu: Esaldien mugen detektorea
fr: Détecteur de fins de phrases
ga: Brathadóir Teorainneacha Abairtí
gl: Detector de Límite de Frases
ja: センテンスの境界検出
km: ឧបករណ៍​ចាប់​ព្រំដែន​ប្រយោគ
mk: Детектор на граница на реченица
ms: Pengesan Sempadan Ayat
nb: Finner setningsgrenser
nds: Satzgrenz-Faststellen
ne: वाक्य सीमा संसूचक
nl: Zingrensdetectie
pl: Wykrywanie granicy zdania
pt: Detector de Limite de Frase
pt_br: Detector de Fim de Sentenças
ru: Определитель границ предложения
sk: Detekcia okraja vety
sr: Детектор граница реченице
sr@latn: Detektor granica rečenice
sv: Meningsgränsdetektering
ta: வாக்கிய பவுண்டரி கண்டுபிடிப்பான்
tg: Муайянсозии ҳудуди ҷумлаҳо
tr: Cümle Sınırlama Algılayıcı
uk: Виявлення меж речень

source: Sentence Boundary Detection Filter Plugin for KTTS
bg: Приставка филтър за определяне границите на изречението
ca: Connector del filtre detector de límit de frase pel KTTS
da: Grænsedetektor for sætninger, filter-plugin for KTTS
el: Φίλτρο πρόσθετο ανίχνευσης ορίων πρότασης για το KTTS
es: Complemento de filtrado que detecta el final de las frases para KTTS
eu: KTTS-ren esaldien mugen detektorearen iragazkien plugina
fr: Module de filtrage de fins de phrases pour KTTS
gl: Plugin de Filtro Detector de Límite de Frases para KTTS
ja: KTTS 用センテンスの境界検出フィルタプラグイン
km: កម្មវិធី​ជំនួយ​តម្រង​ឧបករណ៍​ចាប់​ព្រំដែន​ប្រយោគ​សម្រាប់ KTTS
mk: Филтер за KTTS за детекција на границата на реченица
ms: Plugin Penapis Pengesan Sempadan Ayat bagi KTTS
nb: Programtillegg for KTTS som finner setningsgrenser
nds: KTTS-Filtermoduul för dat Faststellen vun Satzgrenzen
ne: KTTS का लागि वाक्य सीमा पत्ता लगाउने फिल्टर
nl: Zingrensdetectieplugin voor KTTS
pl: Wtyczka filtra wykrywania granicy zdania dla KTTS
pt: 'Plugin' de Filtro de Detecção de Limite de Frase para o KTTS
pt_br: Plug-in de Detector de Fim de Sentenças para o KTTSD
ru: Фильтр границ предложения для KTTS
sk: Modul filtra na detekciu okraja vety v KTTS
sr: Филтерски прикључак KTTS-а за откривање граница реченице
sr@latn: Filterski priključak KTTS-a za otkrivanje granica rečenice
sv: Insticksprogram för KTTS med filter för meningsgränsdetektering
ta: KTTSக்கான வாக்கிய கண்டறி அலங்கார சொருகுப்பொருள்
tg: Филтри ҳудуди ҷумлаҳо барои KTTS
tr: KTTS için Cümle Sınırlama Algılayıcı Süzgeci Eklentisi
uk: Втулок фільтра виявлення меж для KTTS

source: String Replacer
bg: Замяна на низове
ca: Reemplaçador de cadenes
da: Streng-erstatter
el: Αντικαταστάτης συμβολοσειρών
es: Reemplazador de cadenas
eu: Kate-ordezkatzailea
fr: Remplacement de chaînes
ga: Ionadóir Teaghrán
gl: Reemprazamento de Cadeas
ja: 文字列置換
km: ឧបករណ៍​ជំនួស​ខ្សែ​អក្សរ
mk: Менувач на низи знаци
ms: Pengganti Rentetan
nb: Strengerstatter
nds: Tekenkeed-Tuscher
ne: स्ट्रिङ प्रतिस्थापक
nl: Tekstvervanger
pl: Zastępowanie tekstu
pt: Substituição de Textos
pt_br: Substituidor de Strings
ru: Автозамена
sk: Náhrada reťazca
sr: Замењивач знаковних низова
sr@latn: Zamenjivač znakovnih nizova
sv: Strängersättning
ta: சர இடமாற்றி
tg: Ҷойивазкунии автоматӣ
tr: Metin Değiştirici
uk: Заміна рядків

source: Generic String Replacement Filter Plugin for KTTS
bg: Приставка филтър за замяна на низове за KTTS
ca: Connector del filtre reemplaçador genèric de cadenes pel KTTS
da: Generisk strengerstatnings-filter-plugin for KTTS
el: Γενικό φίλτρο πρόσθετο αντικατάστασης συμβολοσειρών για το KTTS
es: Complemento de filtro genérico de sustituición de cadenas para KTTS
eu: KTTS-ren kateak ordezkatzeko iragazki-plugin generikoa
fr: Module de filtrage de remplacement de chaînes générique pour KTTS
gl: Plugin de Filtro Xenérico de Substituición de Cadeas para KTTS
ja: KTTS 用汎用文字列置換フィルタプラグイン
km: កម្មវិធី​ជំនួយ​តម្រង​ការ​ជំនួស​ខ្សែអក្សរ​ទូទៅ​សម្រាប់ KTTS
mk: Филтер за KTTS за општа замена на низи знаци
ms: Plugin Penapis Penggantian Rentetan Generik bagi KTTS
nb: Filter-programtillegg til KTTS for streng-erstatning
nds: KTTS-Filtermoduul för dat Utwesseln vun Tekenkeden
ne: KTTS का लागि जेनेरीक स्ट्रिङ प्रतिस्थापन फिल्टर प्लगइन
nl: Generieke tekst-vervang-filter-plugin voor KTTS
pl: Wtyczka zastępowania tekstu dla KTTS
pt: 'Plugin' Genérico de Substituição de Textos para o KTTS
pt_br: Plug-in de Filtro genérico de Substituição de Strings Para o KTTS
ru: Фильтр автозамены для KTTS
sk: Všeobecný modul filtra náhrady reťazca v KTTS
sr: Генерички филтерски прикључак KTTS-а за замену знаковних низова
sr@latn: Generički filterski priključak KTTS-a za zamenu znakovnih nizova
sv: Insticksprogram för KTTS med generellt strängersättningsfilter
ta: KTTSக்கான அலங்கார சொருகுபொருள் சர இடமாற்றி
tg: Филтри худивазкунӣ барои KTTS
tr: KTTS için Genel Metin Değiştirme Süzgeci Eklentisi
uk: Втулок загального фільтра заміни рядків для KTTS

source: Talker Chooser
bg: Избор на глас
ca: Selector de parla
da: Vælger af oplæser
el: Επιλογή εκφωνητή
es: Selector de lectores
fr: Sélecteur de voix
ga: Roghnóir Cainteora
gl: Escolla de Locutor
ja: 話者選択
km: ឧបករណ៍​ជ្រើស​អ្នក​និយាយ
mk: Избирач на говорникот
ms: Pemilih Penutur
nb: Snakkervelger
nds: Snacker-Utwahl
ne: वक्ता चयनकर्ता
nl: Spreker kiezen
pl: Wybieranie Mówców
pt: Escolha de Orador
pt_br: Escolha do Talker
ru: Диктор
sk: Voľba hovorcu
sr: Бирач говорника
sr@latn: Birač govornika
sv: Urval av talare
ta: டாக்கர் தேர்ந்தெடுப்பான்
tg: Диктор
tr: Konuşmacı Seçici
uk: Вибір диктора

source: Generic Talker Chooser Filter Plugin for KTTS
bg: Приставка за избор на глас за KTTS
ca: Connector del filtre selector genèric de parla pel KTTS
da: Generisk vælger af oplæser for KTTS
el: Γενικό φίλτρο πρόσθετο επιλογής εκφωνητή για το KTTS
es: Complemento de audio para KTTSD
eu: KTTS-ren hizlariak hautatzeko iragazk-plugin generikoa
fr: Module de filtrage de sélection de voix pour KTTS
gl: Plugin para Escoller o Locutor para KTTS
ja: KTTS 用汎用話者選択フィルタプラグイン
km: កម្មវិធី​ជំនួយ​ឧបករណ៍​ជ្រើស​រើស​អ្នក​និយាយ​ទូទៅ​សម្រាប់ KTTS
mk: Филтер за KTTS за избирач на општ говорник
ms: Plugin Penapis Pemilih Penutur Generik bagi KTTS
nb: Filter-programtillegg til KTTS for snakkervalg
nds: KTTS-Filtermoduul för dat Utsöken vun den Snacker
ne: KTTS का लागि जेनेरीक वक्ता चयनकर्ता फिल्टर प्लगइन
nl: Generieke plugin om de spreker te kiezen voor KTTS
pl: Wtyczka wyboru Mówców dla KTTS
pt: 'Plugin' Genérico de Escolha de Orador para o KTTS
pt_br: Plug-in de Filtro Genérico Para Escolha do Talker do KTTS
ru: Фильтр выбора диктора для KTTS
sk: Všeobecný modul filra na voľbu hovorcu v KTTS
sr: Генерички филтерски прикључак KTTS-а за бирач говорника
sr@latn: Generički filterski priključak KTTS-a za birač govornika
sv: Insticksprogram för KTTS med generellt urvalsfilter för talare
ta: KTTS க்கான ஜெனரிக் பேச்சாளர் தேர்ந்தெடுப்பான அலங்கார சொருகுப்பொருள்
tg: Филтри интихоби диктор барои KTTS
tr: KTTS için Genel Konuşma Seçici Süzgeci Eklentisi
uk: Загальний втулок Фільтра вибору диктора для KTTS

source: XML Transformer
bg: Трансформиране на XML
ca: Transformador XML
da: XML Transformatør
el: XML μεταμορφωτής
es: Transformador XML
fr: Transformation XML
ga: Trasfhoirmeoir XML
gl: Transformador XML
ja: XML 変換
km: កម្មវិធី​ប្លែង​ XML
mk: XML-трансформирач
ms: Transformer XML
nds: XML-Ümwanneln
ne: XML रुपान्तरणकर्ता
nl: XML-omvormer
pl: Transformacja XML
pt: Transformação de XML
pt_br: Transformador XML
ru: Преобразователь XML
sk: Transformácia XML
sr: XML трансформатор
sr@latn: XML transformator
sv: XML-transformering
tg: Тағйирдиҳии XML
tr: XML Dönüştürücü
uk: Перетворення XML

source: Generic XML Tranformation Filter Plugin for KTTS
bg: Приставка филтър за трансформиране на XML за KTTS
ca: Connector del filtre genèric del transformador XML pel KTTS
da: Generisk XML Tranformationsfilter-plugin for KTTS
el: Γενικό φίλτρο πρόσθετο XML μεταμόρφωσης για το KTTS
es: Complemento de Audio para KTTSD
eu: KTTS-ren XML transformazioen iragazki-plugin generikoa
fr: Module de filtrage de transformation XML générique pour KTTS
gl: Plugin de Transformación de XML para KTTS
ja: KTTS 用汎用 XML 変換フィルタプラグイン
km: កម្មវិធី​ជំនួស​តម្រង​ការ​ប្លែង​ XML ទូទៅ​សម្រាប់ KTTS
mk: Филтер за KTTS за трансформација на општ XML
ms: Plugin Penapis Transformasi XML Generik bagi KTTS
nb: Filter-programtillegg til KTTS for alminnelig XML-transformasjon
nds: KTTS-Filtermoduul för dat Ümwanneln vun XML
ne: KTTS का लागि जेनेरीक XML रुपान्तरण फिल्टर प्लगइन
nl: Generieke filterplugin voor XML-omvorming voor KTTS
pl: Wtyczka transformacji XML dla KTTS
pt: 'Plugin' Genérico de Transformação de XML para o KTTS
pt_br: Plug-in de Filtro Genérico de Transformação XML: para o KTTSD
ru: Фильтр XML для KTTS
sk: Všeobecný modul filtra pre transformáciu XML v KTTS
sr: Генерички филтерски прикључак KTTS-а за трансформацију XML-а
sr@latn: Generički filterski priključak KTTS-a za transformaciju XML-a
sv: Insticksprogram för KTTS med generellt XML-transformeringsfilter
ta: KTTSக்கான ஜெனரிக் XML மாற்று அலங்கார சொருகுப்பொருள்
tg: Филтри XMLбарои KTTS
tr: KTTS için genel XML Dönüştürücü Süzgeci Eklentisi
uk: Втулок загального фільтра перетворення XML для KTTS

source: Text-to-Speech
bg: Синтез на глас
ca: Text a veu
da: Tekst-til-tale
el: Κείμενο-σε-ομιλία
es: Texto a voz
eu: Testutik hizketara
fr: Synthèse vocale
ga: Téacs-go-Caint
gl: Texto-para-Fala
ja: テキスト読み上げ
km: អត្ថបទ​ដែល​ត្រូវ​និយាយ
mk: Текст-во-говор
ms: Teks-ke-Tutur
nb: Tekst-til-tale
nds: Vörleser
ne: पाठ वाचक
nl: Tekst-tot-spraak
pl: Odczytywanie tekstu
pt: Texto-para-Fala
pt_br: Conversão de texto para fala
ru: Синтез речи
sk: Text-na-reč
sr: Текст-у-говор
sr@latn: Tekst-u-govor
sv: Text-till-tal
ta: உரையில் இருந்து பேச்சுக்கு
tg: Таҳлили овоз
tr: Metinden Konuşmaya
uk: Синтез мовлення з тексту

source: Text-to-Speech Control Module
bg: Модул за синтез на глас
ca: Mòdul de control de text a veu
da: Kontrolmodul for tekst-til-tale
el: Άρθρωμα ελέγχου κειμένου-σε-ομιλία
es: Modulo de control del sintetizador texto a voz
eu: Testutik hizketarako modulua
fr: Module de configuration de la synthèse vocale
ga: Modúl Rialaithe Téacs-go-Caint
gl: Módulo de Control do Texto-para-Fala
ja: テキスト読み上げ制御モジュール
km: ម៉ូឌុល​ត្រួតពិនិត្យ​​អត្ថបទ​ដែល​ត្រូវ​និយាយ
mk: Контролен модул за текст-во-говор
ms: Modul Kawalan Teks-ke-Tutur
nb: Styremodul for tekst-til-tale
nds: Kuntrullmoduul för den Vörleser
ne: पाठ वाचक नियन्त्रण मोड्युल
nl: Tekst-tot-spraak configuratiemodule
pl: Moduł konfiguracji odczytywania tekstu
pt: Módulo de Controlo de Texto-para-Fala
pt_br: Módulo de Controle de conversão de texto para fala
ru: Настройка синтеза речи
sk: Riadiaci modul text-na-reč
sr: Контролни модул за текст-у-говор
sr@latn: Kontrolni modul za tekst-u-govor
sv: Text-till-tal inställningsmodul
ta: உரையில் இருந்து பேச்சு கட்டுப்பாட்டு பகுதி
tg: Танзими таҳлили овоз
tr: Metinden Konuşmaya Kontrol Modülü
uk: Модуль керування синтезом мовлення з тексту

source: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;text;to;speech;speak;synthesizer;synth;festival;command;freetts;proklam;via;voice;
bg: синтез; глас; говор; текст; kttsd; kcmkttsmgr; kttsmgr; tts; ttsd; ktts; text; to; speech; speak; synthesizer; synth; festival; command; freetts; proklam; via; voice;
ca: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;text;a;veu;parla;sintetitzador;síntesi;festival;ordre;freetts;proklam;via;veu;
da: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;tekst;til;tale;tal;synthesizer;synth;festival;kommando;freetts;proklam;via;stemme;
el: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;κείμενο;σε;ομιλία;εκφώνηση;synthesizer;synth;festival;εντολή;freetts;proklam;μέσω;φωνή;
es: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;texto;a;voz;habla;sintetizador;festival;orden;freetts;proklam;via;voz;
eu: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;testua; hizketa;ahoskatu;sintetizadorea;synth;festival;command; freetts;proklam;via;ahotsa;
fr: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;texte;to;prononcer;énoncer;synthétiseur;synth;festival;command;freetts;proklam;via;voix;
ga: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;téacs;go;caint;abair;sintéiseoir;sintéis;festival;ordú;freetts;proklam;via;guth;glór;
gl: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;texto;para;fala;falar;sintetizador;sintetizar;festival;comando;freetts;proklam;via;voz;
mk: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;text;to;speech;speak;synthesizer;synth;festival;command;freetts;proklam;via;voice;текст;во;говор;синтисајзер;фестивал;наредба;команда;глас;
nb: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;tekst;til;tale;snakke;synthesizer;synth;festival;kommando;freetts;proklam;via;voice;
nds: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;text;Vörleser;vörlesen;Blicksnuut;synth;festival;freetts;proklam;Stimm;Spraakutgaav;
nl: kttsd;tts;ttsd;ktts;text to speech;praten;synthesizer;synth;festival;command;freetts;proklam;via voice;spraakprogramma;geluid;stem;tekst tot spraak;spreken;computerstem;
pl: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;text;to;speech;speak;synthesizer;synth;festival;command;freetts;proklam;via;voice;tekst;do;mowa;mówienie; synteza;festival;polecenie;głos;mówienie;odczytywanie tekstu;
pt: kttsd;kcmkttsmgr;kttsmgr;tts;TTS;ttsd;ktts;texto;fala;falar;sintetizador;festival;comandar;freetts;proklam;via;voice;
pt_br: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;texto;fala;conversa; sintentizador;ynth;festival;command;freetts;proklam;via;voz;
ru: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;text-to-speech;speak;synthesizer;synth;festival;command;freetts;proklam;via;voice;голос;речь;синтез;синтез речи;
sr: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;text;to;speech;speak;synthesizer;synth;festival;command;freetts;proklam;via;voice;текст;говор;наредба;
sr@latn: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;text;to;speech;speak;synthesizer;synth;festival;command;freetts;proklam;via;voice;tekst;govor;naredba;
sv: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;text;till;tal;läsa;syntes;synt;festival;kommando;freetts;proklam;via;röst;
tg: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;text;to;speech;speak;synthesizer;synth;festival;command;freetts;proklam;via;voice;овоз;ибора;таҳлили овоз;
uk: kttsd;kcmkttsmgr;kttsmgr;tts;ttsd;ktts;text;to;speech;speak;synthesizer;synth;festival;command;freetts;proklam;via;voice;мовлення;синтез;голос;текст;команда;через;

source: The text-to-speech system seems to be functioning properly.
bg: Системата за синтез на глас изглежда, че функционира нормално.
ca: El sistema de text a veu sembla que funciona correctament.
da: Tekst-til-tale systemet synes at virke rigtigt.
el: Το σύστημα κειμένου-σε-ομιλία φαίνεται να λειτουργεί κανονικά.
es: El sintetizador de texto a voz parece estar funcionando correctamente.
eu: Testutik-hizketarako sistemak ongi funtzionatzen duela dirudi.
fr: Le système de synthèse vocale semble fonctionner correctement.
ga: Dealraíonn sé go bhfuil an córas téacs-go-caint ag obair mar is ceart.
gl: O sistema de texto-para-fala parece estar a funcionar correctamente.
ja: テキスト読み上げシステムは正しく動作しているようです。
km: ប្រព័ន្ធ​អត្ថបទ​ដែល​ត្រូវ​និយាយ​ហាក់ដូចជា​មាន​មុខងារ​ត្រឹមត្រូវ ។
mk: Изгледа дека системот за текст-во-говор функционира како што треба.
ms: Sistem teks-ke-Tutur berfungsi dengan baik.
nb: Tekst-til-tale-systemet ser ut til å virke som det skal.
nds: As dat lett funkscheneert de Vörleser as he schall.
ne: पाठ वाचक प्रणालीले ठीक रुपमा कार्य गर्ने देखिन्छ
nl: Het tekst-tot-spraaksysteem blijkt goed te functioneren.
pl: System odczytywania tekstu funkcjonuje prawidłowo.
pt: O sistema de texto-para-voz parece estar a funcionar correctamente.
pt_br: O sistema de fala do TDE parece estar funcionando corretamente.
ru: Система синтеза речи работает нормально.
sk: Systém text-na-reč funguje správne.
sr: Систем текст-у-говор изгледа да функционише исправно.
sr@latn: Sistem tekst-u-govor izgleda da funkcioniše ispravno.
sv: Text till tal-systemet verkar fungera som det ska.
ta: உரையில் இருந்து பேச்சு அமைப்பு சரியாக இயங்குகிறது.
tg: Системаи таҳлили овоз мӯътадил кор мекунад.
tr: Metinden Konuşmaya sistemi düzgün çalışıyor.
uk: Система синтезу мовлення з тексту функціонує правильно.

source: TDE Text To Speech Daemon
bg: Демон за управление на модула за синтез на глас
ca: Dimoni de text a veu de TDE
da: TDE's Tekst til tale-dæmon
el: TDE δαίμονας κειμένου-σε-ομιλία
es: Demonio de TDE para la sí­ntesis de texto a voz
eu: TDE-ren testutik hizketarako deabrua
fr: Démon de synthèse vocale pour TDE
ga: Deamhan Téacs-Go-Caint TDE
gl: Servizo Texto-para-Fala de TDE
ja: TDE テキスト読み上げデーモン
km: ដេមិន​អត្ថបទ​ដែល​ត្រូវ​និយាយ​របស់ TDE
mk: Даемон на TDE за текст-во-говор
ms: Daemon Teks Ke Tutur TDE
nb: TDE tekst-til-tale-nisse
nds: Vörlees-Dämoon vun TDE
ne: केडीई पाठ वाचक डेइमन
nl: TDE Tekst-tot-spraak-daemon
pl: Usługa odczytywania tekstu dla TDE
pt: Servidor do Texto para Fala do TDE
pt_br: Serviço de Conversão de Texto para Fala do TDE
ru: Служба синтеза речи
sk: Démon TDE text-na-reč
sr: TDE-ов демон за текст-у-говор
sr@latn: TDE-ov demon za tekst-u-govor
sv: TDE:s text-till-tal demon
ta: கேடியி உரையில் இருந்து பேச்சு டெமான்
tg: Демон таҳлили овоз
tr: TDE Metinden Konuşmaya Artalan Süreci
uk: Демон TDE синтезу мовлення з тексту

source: kttsjobmgrpart
pt_br: Componente Ger. de Jobs do Ktts

source: TDE Text-to-speech Job Manager
bg: Мениджър на задачите за синтез на глас
ca: Gestor de treballs de text a veu de TDE
da: TDE's Tekst-til-tale Job-håndtering
el: TDE διαχειριστής εργασιών κειμένου-σε-ομιλία
es: Administrador de trabajos del sintetizador de texto a voz de TDE
eu: TDE-ren testutik-hizketarako lan-kudeatzailea
fr: Gestionnaire de tâches de synthèse vocale pour TDE
ga: Bainisteoir Jabanna Téacs-go-Caint TDE
gl: Xestor de Traballos de Texto-para-Fala de TDE
ja: TDE テキスト読み上げジョブマネージャ
km: ឧបករណ៍​គ្រប់គ្រង​ការងារ​អត្ថបទ​ដែលត្រូវ​និយាយ​របស់ TDE
mk: Менаџер на задачи во TDE за текст-во-говор
ms: Pengurus Kerja Teks-ke-tutur TDE
nb: Jobbkontroll for TDE tekst-til-tale
nds: TDE-Pleger för Vörleesopgaven
ne: केडीई पाठ वाचक काम प्रबन्धक
nl: TDE Tekst-tot-spraak-taakbeheer
pl: Menedżer zadań odczytywania tekstu
pt: Gestor de Trabalhos do Texto para Fala do TDE
pt_br: Gerenciador de Trabalhos de Texto para Fala do TDE
ru: Управление заданиями по синтезу речи
sk: Správca úloh TDE text-na-reč
sr: TDE-ов менаџер послова за текст-у-говор
sr@latn: TDE-ov menadžer poslova za tekst-u-govor
sv: TDE:s text-till-tal jobbhantering
ta: கேடியி உரையில் இருந்து பேச்சு பணி மேலாளர்
tg: Идоракунии фармоишҳо бо воситаи таҳлили овоз
tr: TDE Metinden Konuşmaya Görev Yöneticisi
uk: Менеджер завдань TDE для синтезу мовлення з тексту

source: KTTSMgr
pt_br: Gerenciador ktts

source: Text-to-Speech Manager
bg: Синтез на глас
ca: Gestor de text a veu
da: Tekst-til-tale håndtering
el: Διαχειριστής κειμένου-σε-ομιλία
es: Administrador de texto a voz
eu: Testutik hizketarako kudeatzailea
fr: Gestionnaire de synthèse vocale
ga: Bainisteoir Téacs-go-Caint
gl: Xestor de Texto-para-Fala
ja: テキスト読み上げマネージャ
km: ឧបករណ៍​គ្រប់គ្រង​អត្ថបទ​ដែល​ត្រូវ​និយាយ
mk: Менаџер за текст-во-говор
ms: Pengurus Teks-ke-Tutur
nb: Styring for tekst-til-tale
nds: Vörleespleger
ne: पाठ वाचक प्रबन्धक
nl: Tekst-tot-spraak-beheerder
pl: Menedżer odczytywania tekstu
pt: Gestor do Texto para Fala
pt_br: Gerenciador de Conversão de Texto para Fala do TDE
ru: Управление синтезом речи
sk: Správca text-na-reč
sr: Менаџер за текст у говор
sr@latn: Menadžer za tekst u govor
sv: Text-till-tal hantering
ta: உரையில் இருந்து பேச்சு மேலாளர்
tg: Идоракунии таҳлили овоз
tr: Metinden Konuşmaya Yöneticisi
uk: Менеджер для синтезу мовлення з тексту

source: TDE Text-to-speech Manager
bg: Мениджър на синтезатора на глас
ca: Gestor de text a veu de TDE
da: TDE's Tekst-til-tale håndtering
el: TDE διαχειριστής κειμένου-σε-ομιλία
es: Administrador de texto a voz de TDE
eu: TDE-ren testutik hizketarako kudeatzailea
fr: Gestionnaire de synthèse vocale pour TDE
ga: Bainisteoir Téacs-go-Caint TDE
gl: Xestor de Texto-para-fala de TDE
ja: TDE テキスト読み上げマネージャ
km: ឧបករណ៍​គ្រប់គ្រង​អត្ថបទ​ដែល​ត្រូវ​និយាយ​របស់ TDE
mk: Менаџер на TDE за текст-во-говор
ms: Pengurus Teks-ke-tutur TDE
nb: Styring for TDEs tekst-til-tale
nds: Vörleespleger för TDE
ne: केडीई पाठ वाचक प्रबन्धक
nl: TDE Tekst-tot-spraak-beheer
pl: Menedżer odczytywania tekstu dla TDE
pt: Gestor do Texto para Fala do TDE
pt_br: Gerenciador de Conversão de Texto para Fala do TDE
ru: Менеджер движков синтеза речи
sk: TDE text-na-reč manažér
sr: TDE-ов менаџер за текст у говор
sr@latn: TDE-ov menadžer za tekst u govor
sv: TDE:s text-till-tal hantering
ta: கேடியி உரையில் இருந்து பேச்சு மேலாளர்
tg: Идоракунандаи микшерҳои таҳлили овоз
tr: TDE Metinden Konuşmaya yöneticisi
uk: Менеджер TDE для синтезу мовлення з тексту

source: KTTSD aKode Plugin
ca: Connector aKode pel KTTSD
el: KTTSD πρόσθετο aKode
es: Complemento aKode de KTTSD
eu: KTTSD-ren aKode plugina
fr: Module aKode pour KTTSD
ga: Breiseán KTTSD aKode
gl: Plugin aKode de KTTSD
ja: KTTSD aKode プラグイン
km: កម្មវិធី​ជំនួយ​ aKode សម្រាប់ KTTSD
mk: aKode-приклучок за KTTSD
nb: Programtillegg for KTTSD aKode
nds: aKode-Moduul för KTTSD
ne: KTTSD aKode प्लगइन
pl: Wtyczka aKode KTTSD
pt: 'Plugin' aKode do KTTSD
pt_br: Plug-in aKode para o KTTSD
ru: Модуль aKode для KTTSD
sk: Modul KTTSD aKode
sr: aKode прикључак за KTTSD
sr@latn: aKode priključak za KTTSD
sv: KTTSD-insticksprogram för aKode
tg: Модули KTTSD aKode
tr: KTTSD aKode Eklentisi
uk: Втулок aKode для KTTSD
